Repository: FreePBX/digium_phones
Catalog: i18n/*/LC_MESSAGES/digium_phones.po
Languages: de_de, fr_fr, pt_br, vi

source: Alerts
de_de: Warnungen
fr_fr: Alertes
pt_br: Alertas
vi: Cảnh báo

source: Checksum error retrieving %s
de_de: Prüfsummenfehler beim Abruf von %s
fr_fr: Erreur de somme de contrôle lors de la récupération de %s1
pt_br: Erro na soma de verificação, recuperando %s
vi: Lỗi checksum ( giá trị kiểm tổng) khi truy xuất %s

source: Connectivity
de_de: Konnektivität
fr_fr: Connectivité
pt_br: Conectividade
vi: Khả năng kết nối

source: Digit Map
de_de: Ziffernübersicht
pt_br: Mapa de dígitos
vi: Bản đồ chữ số

source: Digium Phones
de_de: Digium-Telefone
fr_fr: Téléphones Digium
pt_br: Telefones Digium
vi: Điện thoại Digium

source: Digium Phones Config
de_de: Digium-Telefone – Konfiguration
fr_fr: Configuration des téléphones Digium
pt_br: Configuração de Telefones Digium
vi: Cấu hình điện thoại Digium

source: Digium Phones Contacts Options
de_de: Digium-Telefone – Kontakt-Optionen
fr_fr: Options de contacts des téléphones Digium
pt_br: Opções de Contato de Telefones Digium
vi: Các tùy chọn liên lạc điện thoại Digium

source: Digium Phones Line Options
de_de: Digium-Telefone – Leitungsoptionen
fr_fr: Options de ligne des téléphones Digium
pt_br: Opções de Linha de Telefones Digium
vi: Các tùy chọn đường dây điện thoại Digium

source: E-Mail Address
de_de: E-Mail-Adresse
fr_fr: Adresse e-mail
pt_br: Endereço de E-Mail
vi: Địa chỉ Email

source: Error opening %s for reading
de_de: Fehler beim Lesen von %s
pt_br: Erro ao abrir %s para leitura
vi: Lỗi mở %s để đọc

source: Error opening %s for writing
de_de: Fehler beim Schreiben von %s
pt_br: Erro ao abrir %s para escrita
vi: Lỗi mở %s để ghi

source: External Lines
de_de: Externe Leitungen
fr_fr: Lignes externes
pt_br: Linhas Externas
vi: Các đường dây nội bộ

source: Firmware
vi: Phần mềm Firmware

source: First Name
de_de: Vorname
fr_fr: Prénom
pt_br: Primeiro Nome
vi: Tên của bạn

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres Généraux
pt_br: Opções Gerais
vi: Các cài đặt chung

source: Job Title
de_de: Auftragstitel
fr_fr: Profession
pt_br: Titulo do Trabalho
vi: Chức danh

source: Last Name
de_de: Nachname
fr_fr: Nom
pt_br: Sobrenome
vi: Họ

source: Line Label
de_de: Zeilenbezeichnung
fr_fr: Étiquette
pt_br: Rótulo da Linha
vi: Nhãn đường dây

source: Location
de_de: Ort
fr_fr: Emplacement
pt_br: Localização
vi: Vị trí

source: Logos
vi: Logo

source: Media Encryption
de_de: Medienverschlüsselung
fr_fr: Chiffrement du média
pt_br: Criptografia de Mídia
vi: Mã hóa truyền thông

source: Middle Name
de_de: Mittelname/zweiter Vorname
pt_br: Nome do Meio
vi: Tên đệm

source: Multicast Page
de_de: Multicast-Seite
pt_br: Página Multicast
vi: Trang Multicast

source: Networks
de_de: Netzwerke
fr_fr: Réseaux
pt_br: Redes
vi: Mạng

source: None (Default)
de_de: Keine (Standard)
fr_fr: Aucun (par défaut)
pt_br: Nenhum (Padrão)
vi: Không có ( Mặc định)

source: Notes
de_de: Notizen
fr_fr: Remarques
pt_br: Comentários
vi: Lưu ý

source: Notes about the user, for use in Contacts application.
de_de: Notizen zum Benutzer (zur Verwendung in der Kontakte-Anwendung).
fr_fr: Remarques sur l'utilisateur, à utiliser dans l'application Contacts.
pt_br: Comentários sobre o usuário, para uso no aplicativo Contatos.
vi: Lưu ý về người dùng, đối với việc sử dụng tại ứng dụng Contacts (liên lạc).

source: Organization
de_de: Organisation
fr_fr: Société
pt_br: Organização
vi: Tổ chức

source: Phone Applications
de_de: Telefon-Anwendungen
fr_fr: Applications téléphoniques
pt_br: Aplicações de Telefone
vi: Các ứng dụng điện thoại

source: Phonebooks
de_de: Telefonbücher
fr_fr: Annuaires
pt_br: Agenda telefônica
vi: Danh bạ điện thoại

source: Phones
de_de: Telefone
fr_fr: Téléphones
pt_br: Telefones
vi: Điện thoại

source: Prefix
de_de: Präfix
fr_fr: Préfixe
pt_br: Prefixo
vi: Tiền tố

source: Re-registration TImeout
de_de: Zeitlimit für die erneute Registrierung
fr_fr: Délai de réinscription
pt_br: Tempo limite de re-registro
vi: Thời gian chờ đăng ký lại

source: Registration Max Retries
de_de: Maximale Registrierungsversuche
fr_fr: Tentatives maxi d'enregistrement
pt_br: Máximo de Tentativas de Registro
vi: Số lần thử đăng ký lại tối đa

source: Registration Retry Interval
de_de: Wiederholungsintervall für Registrierungen
fr_fr: Intervalle de réessai d'enregistrement
pt_br: Intervalo de Tentativa de Registro
vi: Khoảng thời gian thử đăng ký lại

source: Ringtones
de_de: Klingetöne
fr_fr: Sonneries
pt_br: Toques
vi: Nhạc chuông

source: Suffix
fr_fr: Suffixe
pt_br: Sufixo
vi: Hậu tố

source: The Digit Map for this extension.
de_de: Die Ziffernübersicht für diese Nebenstelle.
pt_br: Mapa de Dígitos para este ramal.
vi: Bản đồ chữ số cho máy nhánh này.

source: The E-Mail Address for use in Contacts application.
de_de: Die E-Mail-Adresse, die in der Kontakte-Anwendung benutzt werden soll.
fr_fr: L'adresse e-mail à utiliser dans l'application Contacts.
pt_br: O endereço de e-mail para uso na aplicação Contatos.
vi: Địa chỉ Email để sử dụng trong ứng dụng Contacts.

source: The First Name for use in Contacts application.
de_de: Der Vorname, der in der Kontakte-Anwendung benutzt werden soll.
fr_fr: Le prénom à utiliser dans l'application Contacts.
pt_br: O Primeiro Nome para uso na aplicação Contatos.
vi: Tên để sử dụng trong ứng dụng Contacts.

source: The Job Title for use in Contacts application.
de_de: Die Stellenbezeichnung, die in der Kontakte-Anwendung benutzt werden soll.
fr_fr: La profession à utiliser dans l'application Contacts.
pt_br: O Título do Trabalho para uso na aplicação Contatos.
vi: Chức danh để sử dụng trong ứng dụng Contacts.

source: The Last Name for use in Contacts application.
de_de: Der Nachname, der in der Kontakte-Anwendung benutzt werden soll.
fr_fr: Le nom à utiliser dans l'application Contacts.
pt_br: Sobrenome para uso na aplicação Contatos.
vi: Họ để sử dụng trong ứng dụng Contacts.

source: The Line Label for this extension.
de_de: Die Zeilenbezeichnung für diese Nebenstelle.
fr_fr: L'étiquette pour cette extension.
pt_br: O rótulo da linha para este ramal.
vi: Nhãn đường dây cho máy nhánh này.

source: The Location for use in Contacts application.
de_de: Der Ort, der in der Kontakte-Anwendung benutzt werden soll.
fr_fr: L'emplacement à utiliser dans l'application Contacts.
pt_br: A Localização para uso na aplicação Contatos.
vi: Vị trí để sử dụng trong ứng dụng Contacts.

source: The Middle Name for use in Contacts application.
de_de: Der zweite Vorname zur Verwendung in der Kontaktanwendung.
fr_fr: Le deuxième prénom à utiliser dans l'application Contacts.
pt_br: O Nome do Meio para uso na aplicação Contatos.
vi: Tên đệm để sử dụng trong ứng dụng Contacts.

source: The Organization for use in Contacts application.
de_de: Die Organisation, die in der Kontakte-Anwendung benutzt werden soll.
fr_fr: La société à utiliser dans l'application Contacts.
pt_br: Organização para uso na aplicação Contatos.
vi: Tổ chức để sử dụng trong ứng dụng Contacts.

source: The Prefix for use in Contacts application.
de_de: Das Präfix, das in der Kontakte-Anwendung benutzt werden soll.
fr_fr: Le préfixe à utiliser dans l'application Contacts.
pt_br: Prefixo para uso na aplicação Contatos.
vi: Tiền tố để sử dụng trong ứng dụng Contacts.

source: The Re-registration Timeout for this extension.
de_de: Das Zeitlimit für die erneute Registrierung für diese Nebenstelle.
pt_br: Tempo limite de re-registro para este ramal.
vi: Thời gian chờ đăng ký lại cho máy nhánh này.

source: The Registration Max Retries for this extension.
de_de: Die maximale Anzahl der erneuten Registrierungsversuche für diese Nebenstelle.
pt_br: Máximo de Tentativas de Registro para este ramal.
vi: Số lần thử đăng lý lại tối đa cho máy nhánh này.

source: The Registration Retry Interval for this extension.
de_de: Das Registrierungswiederholungsintervall für diese Nebenstelle.
pt_br: Intervalo de Tentativas de Registro para este ramal.
vi: Khoảng thời gian thử đăng ký lại cho máy nhánh này.

source: The Suffix for use in Contacts application.
de_de: Das Suffix, das in der Kontakte-Anwendung benutzt werden soll.
fr_fr: Le suffixe à utiliser dans l'application Contacts.
pt_br: Sufixo para uso no aplicativo Contatos.
vi: Hậu tố để sử dụng trong ứng dụng Contacts.

source: The Transport for this extension.
de_de: Der Transport für diese Nebenstelle.
fr_fr: Le transport pour ce poste.
pt_br: Transporte para este ramal.
vi: Truyền tải cho máy nhánh này.

source: The Voicemail URI for this extension. Note that setting this option on a phone's primary line will disable visual voicemail.
de_de: Die Voicemail-URI für diese Erweiterung. Beachten Sie, dass durch das Einstellen dieser Option in der Hauptleitung eines Telefons die visuelle Voicemail deaktiviert wird.
fr_fr: L'URI de la messagerie vocale pour ce poste. Notez que la configuration de cette option sur la ligne principale d'un téléphone désactivera la messagerie vocale visuelle.
pt_br: URI de correio de voz para este ramal. Observe que a configuração dessa opção na linha principal do telefone desativará a visualização do correio de voz.
vi: Hộp thư thoại URI cho máy nhánh này. Lưu ý ằng tùy chọn này trên đường dây chính của điện thoại sẽ vô hiệu việc nhìn thấy thư thoại.

source: The media encryption for this extension.
de_de: Die Medienverschlüsselung für diese Nebenstelle.
pt_br: A criptografia de mídia para esse ramal.
vi: Mã hóa truyền thống cho máy nhánh này.

source: Transport
pt_br: Transporte
vi: Truyền tải

source: UDP (Default) or value from Network setting)
de_de: UDP (Standard) oder der Wert aus der Netzwerkeinstellung
fr_fr: UDP (par défaut) ou valeur du paramètre réseau)
pt_br: UDP (Padrão) ou valor da configuração Rede)
vi: UDP ( Mặc ddinhj0 hoặc giá trị từ cài đặt mạng)

source: Voicemail URI
fr_fr: URI de la messagerie vocale
pt_br: Correio de Voz URI
vi: Thư thoại URI

source: Installed on this FreePBX Distro System is version %s of the
de_de: Auf diesem FreePBX Distro System installiert ist version %s der

source: After DPMA is installed, Asterisk must be restarted.
fr_fr: Une fois DPMA installé, Asterisk doit être redémarré.

source: Asterisk (DPMA) SSL Certificate Expiration
fr_fr: Expiration du certificat SSL Asterisk (DPMA)

source: Note: If Asterisk %s Certified is Install than use below command to install DPMA:
fr_fr: Remarque : si Asterisk %s Certified est installé, utilisez la commande ci-dessous pour installer DPMA :

source: The DPMA module is not installed in Asterisk %s. On a FreePBX Distro, this root shell command will install DPMA:
fr_fr: Le module DPMA n'est pas installé dans Asterisk %s. Sur une distribution FreePBX, cette commande root shell installera DPMA :

source: To gain the full functionality of the Digium Phones Module, it is recommended that the matching RPM for Asterisk be installed. Please run the following commands on the PBX during a maintenance window:
fr_fr: Pour bénéficier de toutes les fonctionnalités du module Digium Phones, il est recommandé d'installer le RPM correspondant pour Asterisk. Veuillez exécuter les commandes suivantes sur le PBX pendant une fenêtre de maintenance :
